[{"title": "Blueberry Smoothie", "ingredients": ["1 cup blueberries (frozen or fresh)", "1 (8 ounce) container plain yogurt", "¾ cup 2% reduced-fat milk", "2 tablespoons white sugar", "½ teaspoon vanilla extract", "⅛ teaspoon ground nutmeg"], "directions": ["Blend the blueberries, yogurt, milk, sugar, vanilla, and nutmeg in a blender until frothy, scraping down the sides of the blender with a spatula occasionally. Serve immediately."]}, {"title": "Strawberry Oatmeal Breakfast Smoothie", "ingredients": ["1 cup soy milk", "½ cup rolled oats", "1 banana, broken into chunks", "14 frozen strawberries", "½ teaspoon vanilla extract", "1 ½ teaspoons white sugar"], "directions": ["In a blender, combine soy milk, oats, banana and strawberries. Add vanilla and sugar if desired. Blend until smooth. Pour into glasses and serve."]}, {"title": "Lola's Horchata", "ingredients": ["1 cup uncooked white long-grain rice", "5 cups water", "½ cup milk", "½ tablespoon vanilla extract", "½ tablespoon ground cinnamon", "⅔ cup white sugar"], "directions": ["Pour the rice and water into the bowl of a blender; blend until the rice just begins to break up, about 1 minute. Let rice and water stand at room temperature for a minimum of 3 hours.", "Strain the rice water into a pitcher and discard the rice. Stir the milk, vanilla, cinnamon, and sugar into the rice water. Chill and stir before serving over ice."]}, {"title": "Orange Crush! Fresh Squeezed Orange and Vodka Cocktail", "ingredients": ["2 cups ice cubes, or as needed", "2 fluid ounces orange-flavored vodka", "1 fluid ounce triple sec liqueur", "2 Valencia oranges, juiced", "1 splash lemon-lime soda (such as Sprite®) (Optional)", "1 slice orange"], "directions": ["Fill a pint glass with ice cubes. Pour orange-flavored vodka, triple sec, and orange juice over ice; top with lemon-lime soda. Mix well and garnish with orange slice."]}, {"title": "Smooth Sweet Tea", "ingredients": ["1 pinch baking soda", "2 cups boiling water", "6 tea bags", "¾ cup white sugar", "6 cups cool water"], "directions": ["Sprinkle a pinch of baking soda into a 64-ounce, heat-proof, glass pitcher. Pour in boiling water, and add tea bags. Cover, and allow to steep for 15 minutes.", "Remove tea bags, and discard; stir in sugar until dissolved. Pour in cool water, then refrigerate until cold."]}, {"title": "Chocolate Cake Shot", "ingredients": ["1 fluid ounce hazelnut liqueur", "½ fluid ounce vodka", "1 lemon, cut into wedges", "white sugar"], "directions": ["In a shot glass, combine 1 part hazelnut liqueur and 1 part vodka. Coat a wedge of lemon with sugar. Suck the lemon wedge, and with the juice still in your mouth, drink the shot."]}, {"title": "Jamaican Rum Punch", "ingredients": ["2 ½ cups pineapple juice", "2 ½ cups orange juice", "1 cup 151 proof rum (such as Bacardi®)", "½ cup dark rum (such as Meyer's®)", "¼ cup coconut-flavored rum (such as Malibu®)", "¼ cup fresh lime juice", "3 tablespoons grenadine syrup", "1 orange, sliced", "1 lime, sliced", "1 lemon, sliced"], "directions": ["Stir pineapple juice, orange juice, 151 proof rum, dark rum, coconut-flavored rum, lime juice, and grenadine syrup together in a punch bowl. Float orange slices, lime slices, and lemon slices in the punch."]}, {"title": "Strawberry Banana Breeze Smoothie", "ingredients": ["1 medium banana", "1 ½ cups fresh strawberries", "1 cup Almond Breeze Original or Unsweetened Original almondmilk", "½ cup fresh or juice packed pineapple", "1 tablespoon slivered or sliced almonds (Optional)", "1 teaspoon flax seeds (Optional)"], "directions": ["Puree all ingredients in a blender until smooth."]}, {"title": "Vanilla Milkshake I", "ingredients": ["2 cups vanilla ice cream", "1 cup whole milk", "1 teaspoon vanilla extract"], "directions": ["In a blender, combine ice cream, milk and vanilla extract. Blend until smooth. Pour into glasses and serve."]}, {"title": "Vanilla Milkshakes without Ice Cream", "ingredients": ["12 ice cubes", "2 cups milk", "¾ cup white sugar", "1 dash vanilla extract, or to taste"], "directions": ["Blend ice, milk, sugar, and vanilla extract together in a blender until smooth."]}, {"title": "Basic Fruit Smoothie", "ingredients": ["1 quart strawberries, hulled", "1 banana, broken into chunks", "2 peaches", "1 cup orange-peach-mango juice", "2 cups ice"], "directions": ["In a blender, combine strawberries, banana and peaches. Blend until fruit is pureed. Blend in the juice. Add ice and blend to desired consistency. Pour into glasses and serve."]}, {"title": "Spinach and Banana Power Smoothie", "ingredients": ["1 cup plain soy milk", "¾ cup packed fresh spinach leaves", "1 large banana, sliced"], "directions": ["Blend soy milk and spinach leaves together in a blender until smooth. Add banana and pulse until thoroughly blended."]}, {"title": "Mexican Strawberry Water (Agua de Fresa)", "ingredients": ["4 cups strawberries, sliced", "1 cup white sugar", "8 cups cold water", "1 lime, cut into 8 wedges (Optional)", "8 fresh mint sprigs (Optional)"], "directions": ["In a medium bowl, mix together sliced strawberries, sugar, and 1 cup of water. Cover the bowl with plastic wrap and place in the refrigerator for 4 hours.", "Remove the strawberry mixture from the refrigerator and pour into a blender. Blend on high until smooth. Pour the blended berry mixture through a wire mesh strainer set over a large mixing bowl; discard the pulp and seeds.", "Add the remaining 7 cups cold water to the pureed strawberries and mix well. Place the Aqua de Fresa in the refrigerator to chill for several hours or pour over ice and serve immediately. Garnish with lime slices or mint leaves."]}, {"title": "Mojitos by the Pitcher", "ingredients": ["½ cup white sugar", "36 leaves fresh mint, or to taste", "3 limes, quartered", "1 cup rum (such as Bacardi®)", "1 liter club soda"], "directions": ["Muddle sugar and mint leaves together in pitcher until leaves are well broken down. Add limes and muddle until limes are juiced. Stir rum into sugar mixture; add club soda and stir until sugar is dissolved."]}, {"title": "Strawberry Horchata", "ingredients": ["3 cups hot water", "⅔ cup blanched almonds", "⅓ cup long grain rice", "1 (2 inch) stick cinnamon", "2 cups strawberries, sliced", "½ cup water", "¼ cup stevia powder, or to taste", "4 cups ice, or as needed"], "directions": ["Combine 3 cups hot water, almonds, and rice in a powerful blender, such as a Vitamix®; blend until smooth. Pour into a container, add cinnamon stick, and cover; let sit at room temperature for 24 hours.", "Remove cinnamon stick from mixture break up into small pieces. Pour mixture and cinnamon pieces into the Vitamix® and blend until cinnamon pieces are pulverized and blended.", "Strain mixture over a sieve. Pour back into Vitamix® and add strawberries, 1/2 cup water, and stevia. Blend until smooth.", "Pour over ice and serve, or chill until ready to serve."]}, {"title": "All Natural Strawberry Lemonade", "ingredients": ["8 large strawberries, halved", "2 tablespoons white sugar", "7 cups water, divided", "1 cup white sugar", "2 cups freshly squeezed lemon juice"], "directions": ["Place strawberries in a blender; top with 2 tablespoons sugar. Pour 1 cup water over sugared strawberries. Blend until strawberry chunks transform into juice.", "Combine strawberry juice, 6 cups water, 1 cup sugar, and lemon juice in a large pitcher; stir until blended. Chill before serving."]}, {"title": "Margaritas", "ingredients": ["1 (6 ounce) can frozen limeade concentrate", "6 fluid ounces tequila", "2 fluid ounces triple sec"], "directions": ["Fill blender with crushed ice. Pour in limeade concentrate, tequila and triple sec. Blend until smooth. Pour into glasses and serve."]}, {"title": "Budget Jungle Juice for a Crowd", "ingredients": ["2 gallons orange-flavored drink", "2 (46 fluid ounce) cans fruit punch", "4 quarts pink lemonade", "4 quarts pineapple and orange juice blend", "4 (750 milliliter) bottles vodka", "2 (750 milliliter) bottles white rum"], "directions": ["Stir together orange drink, fruit punch, lemonade, pineapple-orange juice blend, vodka, and rum in a large container."]}, {"title": "Pineapple Upside-Down Cake in a Glass", "ingredients": ["ice", "1 splash grenadine syrup", "1 (1.5 fluid ounce) jigger cake-flavored vodka", "3 ounces pineapple juice", "1 maraschino cherry"], "directions": ["Fill a glass with ice.", "Splash grenadine over ice.", "Pour cake-flavored vodka and pineapple juice over the ice; stir.", "Garnish with maraschino cherry to serve."]}, {"title": "Ginger-Turmeric Herbal Tea", "ingredients": ["2 cups water", "½ teaspoon ground turmeric", "½ teaspoon chopped fresh ginger", "½ teaspoon ground cinnamon (Optional)", "1 tablespoon honey", "1 lemon wedge"], "directions": ["Bring water to a boil in a small saucepan; add turmeric, ginger, and cinnamon. Reduce heat to medium-low and simmer for 10 minutes. Strain tea into a large glass; add honey and lemon wedge."]}, {"title": "Easy Iced Coffee", "ingredients": ["2 teaspoons instant coffee granules", "1 teaspoon sugar", "3 tablespoons warm water", "6 fluid ounces cold milk"], "directions": ["In sealable jar, combine instant coffee, sugar and warm water. Cover the jar and shake until it is foamy. Pour into a glass full of ice. Fill the glass with milk. Adjust to taste if necessary."]}, {"title": "Virgin Strawberry Daiquiri", "ingredients": ["2 large strawberries, hulled", "¼ cup white sugar", "1 tablespoon lemon juice", "¾ cup chilled lemon-lime soda", "4 cubes ice"], "directions": ["In the container of a blender, combine the strawberries, sugar, lemon juice and lemon-lime soda. Add the ice and blend until smooth. Pour into a fancy glass to serve."]}, {"title": "Pitcher Perfect Margaritas", "ingredients": ["2 cups tequila", "1 cup triple sec", "¾ cup fresh lime juice", "¾ cup sweetened lime juice", "3 cups ice", "kosher salt", "8 lime wedges"], "directions": ["Combine the tequila, triple sec, fresh lime juice, sweetened lime juice, and ice in a large pitcher; stir.", "Pour the kosher salt onto a plate. Rub the rim of a glass with a lime wedge. Dip the rim of the glass into the salt; fill glass with margarita mixture; repeat for each serving."]}, {"title": "Island Greens Smoothie", "ingredients": ["1 cup baby spinach leaves", "1 banana, cut into chunks", "½ cup pineapple chunks", "¾ cup Almond Breeze Original Unsweetened Coconut blend almondmilk"], "directions": ["Place all ingredients into blender and blend on high until smooth."]}, {"title": "Grasshopper Cocktail", "ingredients": ["¾ fluid ounce creme de menthe", "¾ fluid ounce white creme de cacao", "¼ fluid ounce heavy cream", "1 cup ice"], "directions": ["Combine creme de menthe, creme de cacao, cream, and ice in a cocktail shaker. Cover and shake until chilled. Strain into chilled cocktail glass."]}, {"title": "Dirty Martini", "ingredients": ["6 fluid ounces vodka", "1 dash dry vermouth", "1 fluid ounce brine from olive jar", "4 stuffed green olives"], "directions": ["In a mixing glass, combine vodka, dry vermouth, brine and olives. Pour into a glass over ice. Either drink on the rocks, or strain into a chilled cocktail glass."]}, {"title": "Quick Banana Milkshake (Ice Cream Free)", "ingredients": ["1 banana", "1 cup milk", "3 ice cubes", "1 tablespoon white sugar, or to taste", "1 pinch ground cinnamon"], "directions": ["Put banana, milk, ice, sugar, and cinnamon in a blender; puree until smooth."]}, {"title": "Homemade Wine", "ingredients": ["1 (.25 ounce) package active dry yeast", "4 cups sugar", "1 (12 fluid ounce) can frozen juice concentrate - any flavor except citrus, thawed", "3 ½ quarts cold water, or as needed"], "directions": ["Combine the yeast, sugar and juice concentrate in a gallon jug. Fill the jug the rest of the way with cold water. Rinse out a large balloon, and fit it over the opening of the jug. Secure the balloon with a rubber band.", "Place jug in a cool dark place. Within a day you will notice the balloon starting to expand. As the sugar turns to alcohol the gasses released will fill up the balloon. When the balloon is deflated back to size the wine is ready to drink. It takes about 6 weeks total."]}, {"title": "White Russian Cocktail", "ingredients": ["2 fluid ounces vodka", "1 fluid ounce coffee-flavored liqueur", "1 cup ice", "1 fluid ounce heavy cream"], "directions": ["Combine vodka, coffee liqueur, and ice in an old-fashioned glass. Pour in cream."]}, {"title": "Creamy Hot Cocoa", "ingredients": ["⅓ cup unsweetened cocoa powder", "¾ cup white sugar", "1 pinch salt", "⅓ cup boiling water", "3 ½ cups milk", "¾ teaspoon vanilla extract", "½ cup half-and-half cream"], "directions": ["Combine the cocoa, sugar and pinch of salt in a saucepan. Blend in the boiling water. Bring this mixture to an easy boil while you stir. Simmer and stir for about 2 minutes. Watch that it doesn't scorch. Stir in 3 1/2 cups of milk and heat until very hot, but do not boil! Remove from heat and add vanilla. Divide between 4 mugs. Add the cream to the mugs of cocoa to cool it to drinking temperature."]}, {"title": "Agua Fresca de Pepino (Cucumber Limeade)", "ingredients": ["5 cups water, or to taste", "3 cucumbers, peeled and chopped", "½ cup freshly squeezed lime juice", "¼ cup granular sucralose sweetener (such as Splenda®), or to taste"], "directions": ["Blend 2 cups water, cucumbers, lime juice, and 2 tablespoons sweetener together in a blender until smooth. Pour into pitcher; add remaining water. Stir in additional sweetener to taste."]}, {"title": "Jalapeno Margaritas", "ingredients": ["kosher salt", "ice cubes", "4 fluid ounces tequila", "2 fluid ounces triple sec", "2 limes, juiced", "1 tablespoon agave nectar", "½ jalapeno pepper, seeded and diced", "1 limes, cut into wedges"], "directions": ["Pour 1/4 to 1/2 inch of salt onto a small, shallow plate. Moisten the rim of two margarita glasses with water and dip into the salt. Fill with ice, and set aside.", "Pour the tequila, triple sec, lime juice, agave nectar, and jalapeno into a cocktail shaker over ice. Cover, and shake vigorously until the outside of the shaker has frosted. Strain into the prepared glasses, and garnish with lime wedges to serve."]}, {"title": "Strawberry Mojito", "ingredients": ["white sugar, for rimming", "2 large limes, quartered", "½ bunch mint leaves", "7 strawberries, quartered", "1 cup white sugar", "1 cup white rum", "2 cups club soda", "8 cups ice cubes"], "directions": ["Pour 1/4 to 1/2 inch of sugar onto a small, shallow plate. Run one of the lime quarters around the rim of each cocktail glass, then dip the glasses into the sugar to rim; set aside.", "Squeeze all of the lime quarters into a sturdy glass pitcher. Toss the juiced limes into the pitcher along with the mint, strawberries, and 1 cup of sugar. Crush the fruits together with a muddler to release the juices from the strawberries and the oil from the mint leaves. Stir in the rum and club soda until the sugar has dissolved. Pour into the sugared glasses over ice cubes to serve."]}, {"title": "Fresh Orange Juice", "ingredients": ["4 oranges"], "directions": ["Lightly smack each orange on the counter. Cut each one in half. Squeeze into a glass. You may also use a citrus reamer to do this. If you want less pulp, use a hand juicer with a strainer."]}, {"title": "Avocado Smoothie", "ingredients": ["1 ripe avocado, halved and pitted", "1 cup milk", "½ cup vanilla yogurt", "3 tablespoons honey", "8 ice cubes"], "directions": ["Combine the avocado, milk, yogurt, honey, and ice cubes in a blender; blend until smooth."]}, {"title": "Frozen Mudslide", "ingredients": ["4 cups crushed ice", "2 (1.5 fluid ounce) jiggers vodka", "2 (1.5 fluid ounce) jiggers coffee flavored liqueur", "2 (1.5 fluid ounce) jiggers Irish cream liqueur", "2 tablespoons chocolate syrup", "½ cup whipped cream"], "directions": ["In a blender, combine crushed ice, vodka, coffee liqueur and Irish cream liqueur. Drizzle in Chocolate syrup. Blend until smooth. Pour into glasses and garnish with whipped cream."]}, {"title": "Blue Motorcycle", "ingredients": ["2 cups ice cubes", "½ (1.5 fluid ounce) jigger vodka", "½ (1.5 fluid ounce) jigger tequila", "½ (1.5 fluid ounce) jigger rum", "½ (1.5 fluid ounce) jigger gin", "½ (1.5 fluid ounce) jigger Blue Curacao", "1 dash sour mix", "2 fluid ounces lemon-lime flavored carbonated beverage", "1 slice fresh lemon"], "directions": ["In a cocktail shaker filled with ice, combine the vodka, tequila, rum, gin, Blue Curacao, sour mix and lemon-lime soda. Shake vigorously to get a frothy head on the drink. Pour the contents of the shaker, including ice, into tall bar glass and garnish with a slice of lemon."]}, {"title": "Malibu Bay Breeze", "ingredients": ["2 (1.5 fluid ounce) jiggers coconut flavored rum", "4 fluid ounces pineapple juice", "1 tablespoon cranberry juice"], "directions": ["In a tall glass filled with ice, combine coconut rum, pineapple juice and cranberry juice."]}, {"title": "Classic Spanish Sangria", "ingredients": ["1 lemon", "1 lime", "1 orange", "1 ½ cups rum", "½ cup white sugar", "1 (750 milliliter) bottle dry red wine", "1 cup orange juice"], "directions": ["Have the fruit, rum, wine, and orange juice well chilled. Slice the lemon, lime and orange into thin rounds and place in a large glass pitcher. Pour in the rum and sugar. Chill in refrigerator for 2 hours to develop the flavors.", "When ready to serve, crush the fruit lightly with a wooden spoon and stir in the wine and orange juice. Adjust sweetness to taste."]}, {"title": "Jager Bomb", "ingredients": ["½ (8.3 ounce) can citrus flavored energy drink (e.g. Red Bull™)", "1 (1.5 fluid ounce) jigger Jagermeister liqueur"], "directions": ["Pour the energy drink into a pint glass. Pour the Jagermeister into a shot glass. Make a toast and drop the shot into the pint glass. Down the hatch!"]}, {"title": "Vintage Lemonade", "ingredients": ["5 lemons", "1 ¼ cups white sugar", "1 ¼ quarts water"], "directions": ["Peel the rinds from the 5 lemons and cut them into 1/2 inch slices. Set the lemons aside.", "Place the rinds in a bowl and sprinkle the sugar over them. Let this stand for about one hour, so that the sugar begins to soak up the oils from the lemons.", "Bring water to a boil in a covered saucepan and then pour the hot water over the sugared lemon rinds. Allow this mixture to cool for 20 minutes and then remove the rinds.", "Squeeze the lemons into another bowl. Pour the juice through a strainer into the sugar mixture. Stir well, pour into pitcher and pop it in the fridge! Serve with ice cubes."]}, {"title": "Cafe Latte", "ingredients": ["2 cups milk", "1 ⅓ cups hot freshly brewed dark roast espresso coffee"], "directions": ["Heat milk in a saucepan set over medium-low heat. Whisk briskly with a wire whisk to create foam. Brew espresso and pour into 4 cups. Pour in milk, holding back the foam with a spoon. Spoon foam over the top."]}, {"title": "Prickly Pear Cactus Margarita", "ingredients": ["coarse salt as needed", "2 fluid ounces tequila", "2 fluid ounces sweet and sour mix", "1 fluid ounce triple sec", "1 fluid ounce lime juice", "1 fluid ounce prickly pear syrup"], "directions": ["Pour salt into a small plate. Wet the rim of a margarita glass and dip rim into salt.", "Fill a cocktail shaker with ice; pour tequila, sweet and sour mix, triple sec, lime juice, and pear syrup over ice. Cover shaker and shake drink; strain into prepared margarita glass."]}, {"title": "Pineapple Cleanser Smoothie", "ingredients": ["1 cup coconut water, or to taste", "1 cup chopped fresh pineapple", "1 stalk celery", "½ cucumber, peeled", "⅓ bunch fresh parsley", "½ lemon, peeled", "1 (1 inch) piece fresh ginger root"], "directions": ["Blend coconut water, pineapple, celery, cucumber, parsley, lemon, and ginger together in a blender until smooth."]}, {"title": "Haldi Ka Doodh (Hot Turmeric Milk)", "ingredients": ["¼ teaspoon ground turmeric, or to taste", "¼ teaspoon ground cardamom", "⅛ teaspoon ground black pepper", "1 pinch ground ginger", "1 pinch ground cloves", "1 pinch ground allspice", "1 cup milk", "¾ teaspoon honey, or to taste", "⅛ teaspoon vanilla extract"], "directions": ["Whisk turmeric, cardamom, black pepper, ginger, cloves, and allspice together in a small bowl.", "Heat milk in a small saucepan over medium heat until heated through, 3 to 4 minutes; stir honey and vanilla extract into milk until completely dissolved. Whisk 1 teaspoon turmeric mixture into milk mixture; reduce heat to medium-low and cook until flavors blend, 2 to 3 minutes. Pour mixture through a strainer."]}, {"title": "Sarah's Wake Up Coffee Drink", "ingredients": ["3 tablespoons ground coffee beans", "6 ounces water", "¾ cup cold brew coffee", "¼ cup whipping cream", "2 tablespoons sweetened condensed milk", "½ cup ice cubes", "1 tablespoon sugar-free chocolate flavoring syrup (such as Torani®)", "1 tablespoon whipped cream for garnish"], "directions": ["In a standard coffee maker, add the ground coffee. Brew enough coffee to make 6 ounces. Allow coffee to chill overnight.", "Pour 1/2 cup chilled coffee, 3/4 cup cold coffee brew, whipping cream, and sweetened condensed milk into a high quality blender (such as Vitamix®. Add ice cubes. Blend for 1 minute at high speed.", "Drizzle a pilsner glass with chocolate syrup. Pour coffee beverage into the glass. Add whipped cream and more chocolate drizzle.", "Drink remaining strong brewed coffee like a shot, then consume this beverage. Be stingy. Don't share. You'll need the caffeine after the lost hour of sleep!"]}, {"title": "Tequila Sunrise", "ingredients": ["1 (1.5 fluid ounce) jigger tequila", "¾ cup freshly squeezed orange juice", "ice cubes", "½ (1.5 fluid ounce) jigger grenadine syrup", "1 slice orange, for garnish", "1 maraschino cherry for garnish"], "directions": ["Stir or shake together tequila and orange juice. Fill a chilled 12 ounce glass with ice cubes; pour in orange juice mixture. Slowly pour in the grenadine, and allow it to settle to the bottom of the glass (be patient). Garnish with a slice of orange, and a maraschino cherry."]}, {"title": "Easy Mojitos", "ingredients": ["12 leaves mint", "2 lime slices", "1 teaspoon white sugar, or more to taste", "¼ cup ice cubes, or as needed", "1 (1.5 fluid ounce) jigger rum (such as Bacardi®)", "4 ½ ounces diet lemon-lime soda (such as Diet Sprite®)"], "directions": ["Place mint leaves, lime slice, and sugar in bottom of a glass and muddle with a spoon until mint is crushed. Fill glass with ice cubes. Pour rum and soda over the ice; stir."]}, {"title": "Apple Pie Moonshine", "ingredients": ["1 gallon apple juice", "1 gallon apple cider", "2 cups white sugar", "2 cups brown sugar", "4 cinnamon sticks, or more to taste", "1 pinch apple pie spice", "1 (750 milliliter) bottle 190 proof grain alcohol", "1 (750 milliliter) bottle vodka"], "directions": ["Combine apple juice, apple cider, white sugar, brown sugar, and cinnamon sticks in a large pot; bring to almost a boil. Cover pot with a lid, reduce heat, and simmer for about 1 hour. Remove pot from heat and cool completely.", "Stir grain alcohol and vodka into syrup and remove cinnamon sticks. Pour apple pie moonshine into clean glass jars or bottles. Store in the refrigerator."]}, {"title": "Grandma's Apple Pie 'Ala Mode' Moonshine", "ingredients": ["½ gallon apple cider", "½ gallon apple juice", "4 cinnamon sticks", "1 whole clove", "1 cup white sugar", "1 cup brown sugar", "3 cups 190 proof grain alcohol (such as Everclear®)", "2 cups vanilla vodka"], "directions": ["Bring the apple cider, apple juice, cinnamon sticks, whole clove, white sugar, and brown sugar to a boil in a large pot; reduce heat to medium low and simmer for 20 minutes. Remove from heat and cool completely.", "Stir the grain alcohol and vanilla vodka into the cooled mixture. Pour into bottles and refrigerate."]}]